[
    {
      "fileName": "43b8739b-9205-4072-bcf8-facb6b1488fe.JPG",
      "title": "Nissan Skyline GT-R Nismo 400R Render",
      "description": "A stunning front-three-quarter view of a heavily modified Nissan Skyline R33 GT-R (suggested Nismo 400R badge on the grille) rendered in a vibrant red paint with a carbon fiber hood. It features an aggressive body kit, intercooler visible through the front bumper, and deep-dish black wheels. The reflection on the body suggests a high-quality studio render."
    },
    {
      "fileName": "bfb4706a-5dad-432c-ba7e-ba380b1b59dc.JPG",
      "title": "Bentley Flying Spur Blackout Edition Render",
      "description": "A sophisticated rendering of a modern Bentley Flying Spur sedan, finished in a dark, possibly metallic grey or black. The car features a full 'blackout' aesthetic with a dark grille, tinted windows, and multi-spoke black wheels, giving the luxury sedan a more aggressive and sporty presence."
    },
    {
      "fileName": "BMW-M4-F22.JPG",
      "title": "BMW M4 and Fighter Jet Night Scene",
      "description": "A dramatic, vertical image featuring the front view of a modern black BMW M4 (G82 generation) parked in a hangar or industrial setting. In the background, the silhouette of a stealth fighter jet is visible, illuminated by red and green accent lights. A large full moon hangs in the night sky above the jet."
    },
    {
      "fileName": "f1804f49-5ca5-4f49-be05-2061d1bc6eb3.JPG",
      "title": "BMW M3 Sedan (G80) Render",
      "description": "A close-up, low-angle rendering of a dark grey BMW M3 sedan (G80 generation). The image highlights the car's distinctive large, vertical kidney grille and aggressive front fascia. Red brake calipers are visible behind the dark, stylish wheels, adding a pop of color."
    },
    {
      "fileName": "70c26b65-38e2-4bcf-b5a4-a80acaf708e2.JPG",
      "title": "Mitsubishi Lancer Evolution X Render",
      "description": "A clean studio rendering of a Mitsubishi Lancer Evolution X, presented in a dark grey finish. The image emphasizes the car's sharp, aggressive front end, featuring a prominent front bumper and a visible intercooler through the lower grille opening."
    },
    {
      "fileName": "Countach-Cherry-Blossom.JPG",
      "title": "Lamborghini Countach Under Cherry Blossoms",
      "description": "A stylized, artistic, and vertical image featuring a classic white Lamborghini Countach parked on an asphalt road. The setting is dominated by a vibrant, surreal scene of a cherry blossom tree with intensely pink-red foliage and white petals falling around the car."
    },
    {
      "fileName": "edb665a6-7572-4b81-9843-5282dc33d4a6.JPG",
      "title": "Maserati MC20 Render",
      "description": "A sleek, low-angle rendering of the Maserati MC20 sports car. The car is depicted in a dark grey or black shade, showcasing its elegant, flowing lines, large grille with the Maserati trident emblem, and unique, stylized wheels."
    },
    {
      "fileName": "e0c269b7-ef47-4bf0-9c3a-39d2fe2b41f0.JPG",
      "title": "Lamborghini Huracán STO-style Render",
      "description": "A high-angle, detailed rendering of a highly-modified Lamborghini Huracán, resembling the STO variant with its aggressive aerodynamic elements. The car is finished in a mix of dark grey and carbon fiber, featuring a large rear wing, roof scoop, and visible yellow brake calipers."
    },
    {
      "fileName": "962fe520-6a66-4472-aff6-0cb63c5b503b.JPG",
      "title": "Mercedes-AMG C63 S Coupe Render",
      "description": "A clean studio render of a white Mercedes-AMG C63 S Coupe. The front view highlights the AMG Panamericana grille, the aggressive bumper design, and multi-spoke black wheels, giving the high-performance coupe a sharp, contrasting appearance."
    },
    {
      "fileName": "66198834-5bf7-496a-89b5-c9803b73208a.JPG",
      "title": "Ford Mustang Shelby GT500 Render",
      "description": "A dynamic front-three-quarter render of a modern Ford Mustang Shelby GT500. The car is painted a striking red with racing stripes on the hood, featuring a massive grille with the cobra emblem, large air intakes, and a prominent front splitter. The render emphasizes its wide, aggressive stance."
    }, 
    {
        "fileName": "IMG_3069.JPG",
        "title": "Ford Mustang Shelby GT500 Front View (Red)",
        "description": "A head-on studio rendering of a red Ford Mustang Shelby GT500. The image clearly showcases the aggressive front fascia, including the massive grille with the cobra emblem, the black racing stripes extending over the hood, and the detailed air intakes."
    },
    {
        "fileName": "IMG_3078.jpg",
        "title": "Lamborghini V12 Engine Bay Detail (Green/Red)",
        "description": "A close-up, top-down view of a rendered Lamborghini V12 engine bay, likely from an Aventador. The engine itself features bright red valve covers contrasting with the surrounding black components. The view also highlights the green exterior paint of the car and the spring suspension components in a matching bright green."
    },
    {
        "fileName": "IMG_3070.JPG",
        "title": "Ford Mustang Shelby GT500 Render (Red)",
        "description": "A low-angle, front-three-quarter studio rendering of a red Ford Mustang Shelby GT500. It features black racing stripes on the hood and a full blackout treatment for the grille and wheels. The car is lowered on large, multi-spoke black wheels with a performance stance."
    },
    {
        "fileName": "f7533455-a4cc-4906-8443-14bf0d30c1fe.JPG",
        "title": "Ford Mustang Shelby GT500 Front View (Red) - Alternative",
        "description": "An identical head-on studio rendering of a red Ford Mustang Shelby GT500, showcasing the aggressive front design, cobra badging, black racing stripes, and wide front splitter."
    },
    {
        "fileName": "IMG_3077.JPG",
        "title": "Lamborghini Aventador SVJ Render (Green)",
        "description": "A dynamic front-three-quarter studio rendering of a Lamborghini Aventador (likely an SVJ model, given the aerodynamic parts). The car is finished in a vibrant metallic green paint and is fitted with clean, multi-spoke silver or white wheels, creating a strong contrast."
    },
    {
        "fileName": "IMG_3067.JPG",
        "title": "Ford Mustang Shelby GT500 Blackout Render",
        "description": "A low-angle, front-three-quarter studio rendering of a Ford Mustang Shelby GT500 finished entirely in black. This 'blackout' look includes the body paint, grille, and multi-spoke wheels, giving the muscle car a sinister and aggressive appearance."
    },
    {
        "fileName": "IMG_3080.JPG",
        "title": "BMW M4 (F82) Render (Blue)",
        "description": "A low-angle, front-three-quarter studio rendering of a BMW M4 Coupe (F82 generation). The car is painted in a bright metallic blue and features a lowered stance, black kidney grilles, black wheels, and visible red brake calipers."
    },
    {
        "fileName": "IMG_3068.JPG",
        "title": "Ford Mustang Shelby GT500 Render (Blue)",
        "description": "A low-angle, front-three-quarter studio rendering of a Ford Mustang Shelby GT500 in a bright metallic blue. It features black racing stripes on the hood and a full blackout treatment for the grille and wheels, maintaining the aggressive performance aesthetic."
    },
    {
        "fileName": "IMG_3076.JPG",
        "title": "Lamborghini Aventador Front Bumper Detail (Green)",
        "description": "An extreme close-up detail shot of the front bumper and headlight area of the metallic green Lamborghini Aventador. The image focuses on the sharp aerodynamic lines, the exposed carbon fiber elements, and the dark mesh of the intakes."
    },
    {
        "fileName": "IMG_3079.JPG",
        "title": "Lamborghini Aventador SVJ Render (Green) - Alternative",
        "description": "A dynamic front-three-quarter studio rendering of the metallic green Lamborghini Aventador (likely an SVJ) with aerodynamic features and silver/white multi-spoke wheels. This view is very similar to 'IMG_3077.JPG'."
    },
    {
        "fileName": "IMG_3150.JPG",
        "title": "McLaren Senna Front View",
        "description": "A head-on studio rendering of a white McLaren Senna. The image prominently displays the car's aggressive, function-driven aerodynamic design, including the large central air intake, complex front splitter, and the deep channels directing airflow over the hood."
    },
    {
        "fileName": "IMG_3148.JPG",
        "title": "Ferrari 488 Pista-style Rear View",
        "description": "A dynamic rear-three-quarter rendering of a white Ferrari 488 (likely a Pista variant, given the aggressive rear diffuser and exposed carbon fiber elements). The car's twin circular tailpipes, sleek taillight design, and large vented rear bumper are highlighted."
    },
    {
        "fileName": "IMG_3153.JPG",
        "title": "Lamborghini Sesto Elemento Engine Detail",
        "description": "A close-up view of the rear end of the dark grey Lamborghini Sesto Elemento. The photo focuses on the exposed carbon fiber engine cover, which features the signature red hexagonal vents for engine cooling, and the unique heat-resistant exhaust tips."
    },
    {
        "fileName": "IMG_3154.JPG",
        "title": "Bugatti Chiron Sport/Super Sport Render (Blue)",
        "description": "A low-angle, close-up rendering of a Bugatti Chiron, finished in a bright metallic blue. The image focuses on the car's distinctive C-line design element, the exposed carbon fiber lower body, and the intricate weave pattern on the wheels."
    },
    {
        "fileName": "IMG_3144.JPG",
        "title": "Bugatti Chiron Rear Quarter View (Blue)",
        "description": "A detailed rear-three-quarter studio rendering of a Bugatti Chiron in a metallic blue and black two-tone scheme. The car's massive quad exhaust tips, iconic Bugatti 'C' pillar, and full-width LED taillight strip are clearly visible."
    },
    {
        "fileName": "IMG_3147.JPG",
        "title": "McLaren Senna Rear View",
        "description": "A rear studio rendering of a white McLaren Senna. The car is dominated by its functional aerodynamic features, including the massive, dual-element rear wing and the huge, complex rear diffuser that channels air from beneath the car."
    },
    {
        "fileName": "IMG_3145.JPG",
        "title": "Bugatti Chiron Front Wheel Detail (Blue)",
        "description": "A close-up detail shot focusing on the front wheel and fender of the metallic blue Bugatti Chiron. It highlights the large black multi-spoke wheel, high-performance brake system, and the clean curvature of the front fender."
    },
    {
        "fileName": "IMG_3151.JPG",
        "title": "Bugatti Chiron Render (Blue) - Alternative View",
        "description": "A dynamic front-three-quarter rendering of the metallic blue Bugatti Chiron, showcasing its distinctive horseshoe grille, C-line profile, and aggressive front splitter design."
    },
    {
        "fileName": "IMG_3146.JPG",
        "title": "Bugatti Chiron Profile View (Blue)",
        "description": "A direct side profile rendering of the metallic blue Bugatti Chiron. This angle perfectly illustrates the car's famous signature 'C' shape on the side, which integrates the air intake for the massive W16 engine."
    },
    {
        "fileName": "IMG_3152.JPG",
        "title": "Lamborghini Sesto Elemento Front View",
        "description": "A close-up studio rendering of the front of the dark grey Lamborghini Sesto Elemento. The car's aggressive, track-focused design is evident, featuring sharp lines, minimalist lighting, and a front end entirely made of exposed carbon fiber."
    },
    {
        "fileName": "IMG_3155.JPG",
        "title": "Porsche 718 Cayman GT4 RS Render",
        "description": "A dynamic front-three-quarter studio rendering of a Porsche 718 Cayman GT4 RS (indicated by the aggressive aero and hood vents). The car is finished in a deep metallic purple, features black wheels, and bright red accents on the wheel center locks, complementing the race-ready aesthetic."
    },
    {
        "fileName": "IMG_3156.JPG",
        "title": "Lamborghini Huracán STO Render (Orange)",
        "description": "A front-three-quarter studio rendering of a Lamborghini Huracán, styled like the STO variant, painted in a metallic orange/copper hue. The car features a prominent rear wing, black aerodynamic elements, and multi-spoke black wheels with visible red brake calipers."
    },
    {
        "fileName": "IMG_3157.jpg",
        "title": "Range Rover Sport SVR Engine Bay Detail",
        "description": "A top-down view of a modern Range Rover Sport engine bay. The central engine cover is large and dark, possibly carbon fiber, with 'SUPERCHARGED SVR' badging. The image highlights the bright blue accents on the coil pack/valve covers on either side of the engine."
    },
    {
        "fileName": "IMG_3158.JPG",
        "title": "Nissan 370Z Render (White)",
        "description": "A clean, studio rendering of a white Nissan 370Z. The car features a subtle body kit, dark-tinted windows, and multi-spoke black wheels with red brake calipers, giving the sporty coupe a classic, refined look."
    },
    {
        "fileName": "IMG_3159.JPG",
        "title": "Mazda RX-7 FD3S Render (Red)",
        "description": "A high-quality rendering of a Mazda RX-7 (FD3S generation), painted in a vibrant red. The car is modified with a large aftermarket rear wing, black multi-spoke wheels, and a lowered stance, emphasizing the timeless JDM sports car design."
    },
    {
        "fileName": "IMG_3160.JPG",
        "title": "Porsche 911 (992) Render (Light Blue)",
        "description": "A studio rendering of a modern Porsche 911 (992 generation) coupe, finished in a light, possibly metallic blue or silver. The car is lowered on dark, multi-spoke wheels, featuring red brake calipers that provide a splash of color against the elegant bodywork."
    },
    {
        "fileName": "IMG_3161.JPG",
        "title": "Porsche Panamera Turbo Render (Grey)",
        "description": "A front-three-quarter studio rendering of a Porsche Panamera (likely the Turbo or GTS variant) sedan, painted in a dark, metallic grey. The car features black grilles, black multi-spoke wheels, and prominent red brake calipers."
    },
    {
        "fileName": "Nissan-GTR-R34.JPG",
        "title": "Nissan Skyline GT-R R34 Render (Blue)",
        "description": "A clean studio rendering of an iconic Nissan Skyline GT-R R34, finished in a vibrant metallic blue. The car features a standard body kit, black multi-spoke wheels, and a subtle rear spoiler, presenting the legendary JDM coupe in a high-quality visual."
    },
    {
        "fileName": "PHOTO-2023-08-08-00-07-09.jpg",
        "title": "Porsche 911 Generations Comparison (Side)",
        "description": "A studio image comparing two Porsche 911 generations in dark grey: a modern 992-generation (left) and a classic G-series or early 964-generation (right). The image highlights the evolutionary changes in the car's iconic side profile."
    },
    {
        "fileName": "PHOTO-2023-08-08-00-07-10 2.jpg",
        "title": "Porsche 911 Generations Comparison (Front-Three-Quarter)",
        "description": "A studio image comparing two Porsche 911 generations in dark grey: a modern 992-generation (left) and a classic G-series or early 964-generation (right). The image showcases the differences in their front-end design, from lighting to bumper shape."
    },
    {
        "fileName": "IMG_3080.JPG",
        "title": "BMW M4 Coupe (F82) Render (Blue)",
        "description": "A close-up, low-angle studio rendering of a previous generation BMW M4 Coupe (F82) in a metallic blue. The car features blacked-out trim, including the kidney grilles and large multi-spoke wheels, with visible red brake calipers for contrast."
    },
    {
        "fileName": "PHOTO-2023-09-01-14-05-13.jpg",
        "title": "McLaren 720S on Coastal Road at Sunset",
        "description": "A rear-three-quarter view of a white and black McLaren 720S (or possibly a modified 765LT) parked on a wet, coastal road at sunset. The car features a fixed rear wing and distinct rear LED lights. The scene shows a dramatic pink and orange sky reflecting off the ocean and the road surface."
    },
    {
        "fileName": "IMG_3146.JPG",
        "title": "Bugatti Chiron Render (Red/Carbon)",
        "description": "A front-three-quarter studio rendering of a Bugatti Chiron with a two-tone scheme of metallic red paint on the front and exposed carbon fiber on the rear section. The image highlights the signature horseshoe grille and the sleek, powerful curves of the hypercar."
    },
    {
        "fileName": "PHOTO-2024-09-20-11-56-50.jpg",
        "title": "RWB Porsche 911 with Fuji Backdrop",
        "description": "An artistic render of a Rauh-Welt Begriff (RWB) modified Porsche 911 (likely 993 generation) in a metallic olive/green color with a widebody kit. The scene is set in a stylized Japanese landscape featuring Mount Fuji in the background and vibrant pink cherry blossom trees framing the car."
    },
    {
        "fileName": "PHOTO-2023-09-02-12-37-37.jpg",
        "title": "Lamborghini Huracán STO Twin-Turbo Rear",
        "description": "A dark, aggressive rear view of a heavily modified Lamborghini Huracán (STO-style bodywork) with an exposed twin-turbo engine setup. The car has chrome exhaust piping and red conical air filters prominently visible beneath the rear bumper and wing."
    },
    {
        "fileName": "f7533455-a4cc-4906-8443-14bf0d30c1fe.JPG",
        "title": "Ford Mustang Shelby GT500 Front View (Red)",
        "description": "A direct front studio rendering of a red Ford Mustang Shelby GT500. The image clearly showcases the aggressive, wide-mouthed grille with the Cobra emblem and black racing stripes on the hood."
    },
    {
        "fileName": "IMG_3069.JPG",
        "title": "Ford Mustang Shelby GT500 Front View (Red) - Alternate",
        "description": "An identical direct front studio rendering of a red Ford Mustang Shelby GT500, emphasizing the aggressive front-end design, black racing stripes, and the prominent Cobra badge on the grille."
    },
    {
        "fileName": "IMG_3150.JPG",
        "title": "Toyota Supra MkIV Render (Orange)",
        "description": "A front-three-quarter studio rendering of a modified Toyota Supra MkIV (A80) in a vibrant metallic orange. The car features a custom hood with vents, a large rear wing, and black multi-spoke wheels, embodying the classic JDM tuner aesthetic."
    },
    {
        "fileName": "IMG_3154.JPG",
        "title": "Lamborghini Sesto Elemento Render (Grey)",
        "description": "A front-three-quarter studio rendering of the ultra-lightweight Lamborghini Sesto Elemento. The car is finished in dark grey/exposed carbon fiber with striking red accent panels on the hood, highlighting its sharp, stealth-fighter-like design."
    },
    {
        "fileName": "IMG_3145.JPG",
        "title": "Bugatti Chiron Render (Blue/Carbon)",
        "description": "A front-three-quarter studio rendering of a Bugatti Chiron with a two-tone scheme of bright metallic blue on the front and exposed carbon fiber on the rear section. The image emphasizes the car's dynamic lines and the contrasting color split."
    },
    {
        "fileName": "f1804f49-5ca5-4f49-be05-2061d1bc6eb3.JPG",
        "title": "BMW M3 Sedan (G80) Render (Grey)",
        "description": "A low-angle studio rendering of the modern BMW M3 Sedan (G80 generation) in a dark metallic grey. The car features the large, distinctive vertical kidney grille, dark wheels, and visible red brake calipers."
    },
    {
        "fileName": "BMW-M4-F22.JPG",
        "title": "BMW M4 and Fighter Jet Night Scene",
        "description": "A dramatic, vertical image featuring a black BMW M4 (G82 generation) parked head-on in a hangar or industrial setting. A stealth fighter jet is positioned directly behind it, illuminated by green and red accent lights under a large full moon."
    },
    {
        "fileName": "PHOTO-2024-11-26-13-39-50.jpg",
        "title": "Porsche 911 GT3 in front of Taj Mahal",
        "description": "A highly stylized, modified Porsche 911 GT3 (992 generation style) painted in a bright metallic blue, posed in front of the Taj Mahal. The car features aftermarket light elements and a unique, aggressive front bumper design."
    },
    {
        "fileName": "43b8739b-9205-4072-bcf8-facb6b1488fe.JPG",
        "title": "Nissan Skyline GT-R R33 400R Render (Red)",
        "description": "A studio render of a highly modified Nissan Skyline R33 GT-R in vibrant red, featuring a prominent carbon fiber hood, wide body kit, deep-dish black wheels, and an exposed intercooler visible through the front bumper."
    },
    {
        "fileName": "IMG_3151.JPG",
        "title": "Alfa Romeo Giulia GTAm Render (Red)",
        "description": "A high-angle studio rendering of an Alfa Romeo Giulia, styled like the high-performance GTAm variant. The car is painted in a deep metallic red and features aggressive aerodynamic elements, fender vents, and dark multi-spoke wheels."
    },
    {
        "fileName": "IMG_3147.JPG",
        "title": "McLaren Senna Render (Blue/Carbon)",
        "description": "A front-three-quarter studio rendering of the McLaren Senna in a dark metallic blue with prominent exposed carbon fiber elements on the hood and body. The hypercar's extreme aerodynamic focus is clearly visible."
    },
    {
        "fileName": "IMG_3078.jpg",
        "title": "Lamborghini V12 Engine Bay Detail (Green/Red)",
        "description": "A close-up, top-down view of a rendered Lamborghini V12 engine bay. The engine features bright red valve covers and an X-brace, contrasting with the bright green exterior paint and green-colored suspension springs."
    },
    {
        "fileName": "962fe520-6a66-4472-aff6-0cb63c5b503b.JPG",
        "title": "Mercedes-AMG C63 S Coupe Render (White)",
        "description": "A low-angle studio rendering of a white Mercedes-AMG C63 S Coupe. The car features a Panamericana grille, black trim, and large black multi-spoke wheels, giving the luxury coupe a sporty, monochromatic look."
    },
    {
        "fileName": "66198834-5bf7-496a-89b5-c9803b73208a.JPG",
        "title": "Ford Mustang Shelby GT500 Render (Red)",
        "description": "A low-angle, front-three-quarter studio rendering of a red Ford Mustang Shelby GT500. The car has black racing stripes, a lowered stance, and black multi-spoke wheels, highlighting its aggressive muscle car presence."
    },
    {
        "fileName": "IMG_3153.JPG",
        "title": "Ferrari 488 GTB Render (Red)",
        "description": "A front-three-quarter studio rendering of a red Ferrari 488 GTB. The car has a black roof, dark wheels, and a subtle black lower body kit, showcasing its sleek Italian sports car design."
    },
    {
        "fileName": "PHOTO-2023-08-08-00-07-10.jpg",
        "title": "Porsche 911 Generations Comparison (Rear)",
        "description": "A high-angle rear-three-quarter studio image comparing two Porsche 911 generations in dark grey: a modern 992-generation (left, with black wheels and red calipers) and a classic G-series or early 964-generation (right). The photo contrasts the evolution of the rear-end design."
    },
    {
        "fileName": "bfb4706a-5dad-432c-ba7e-ba380b1b59dc.JPG",
        "title": "Bentley Flying Spur Blackout Edition Render",
        "description": "A low-angle studio rendering of a modern Bentley Flying Spur sedan in a dark grey finish. The car features a full 'blackout' aesthetic with a dark grille, tinted windows, and black multi-spoke wheels."
    },
    {
        "fileName": "IMG_3079.JPG",
        "title": "Lamborghini Aventador SVJ Render (Green)",
        "description": "A front-three-quarter studio rendering of a Lamborghini Aventador (likely SVJ) in a metallic green finish. The car is equipped with aggressive aerodynamic features and contrasting silver or white multi-spoke wheels."
    },
    {
        "fileName": "edb665a6-7572-4b81-9843-5282dc33d4a6.JPG",
        "title": "Maserati MC20 Render (Dark Grey)",
        "description": "A low-angle studio rendering of the Maserati MC20 sports car in a dark grey color. The image highlights the car's elegant, flowing lines, large, distinctive grille, and unique black and white accented wheels."
    },
    {
        "fileName": "e0c269b7-ef47-4bf0-9c3a-39d2fe2b41f0.JPG",
        "title": "Lamborghini Huracán STO-style Render (Grey)",
        "description": "A high-angle studio rendering of a modified Lamborghini Huracán (STO-style) in a dark grey finish. The car is dominated by its aggressive track-focused aero, including a prominent roof scoop and large rear wing."
    },
    {
        "fileName": "IMG_3148.JPG",
        "title": "Range Rover Sport SVR Render (Blue)",
        "description": "A dynamic front-three-quarter studio rendering of a Range Rover Sport SVR in a bright blue color. The SUV is lowered, features a full black contrast roof and trim, and is fitted with large, black multi-spoke wheels."
    },
    {
        "fileName": "IMG_3144.JPG",
        "title": "Porsche 918 Spyder Render (Silver)",
        "description": "A front-three-quarter studio rendering of the Porsche 918 Spyder hypercar in a silver finish. The car features dark multi-spoke wheels and red center-lock nuts, showcasing its iconic, streamlined hybrid design."
    },
    {
        "fileName": "70c26b65-38e2-4bcf-b5a4-a80acaf708e2.JPG",
        "title": "Mitsubishi Lancer Evolution X Render (Dark Grey)",
        "description": "A low-angle studio rendering of a Mitsubishi Lancer Evolution X in dark grey. The car features a prominent front bumper, a visible intercooler through the grille, and aftermarket wheels, giving it an aggressive tuner look."
    },
    {
        "fileName": "PHOTO-2023-09-01-14-04-53.jpg",
        "title": "McLaren 720S on Coastal Road at Sunset (Vertical)",
        "description": "A vertical image of a white and black McLaren 720S (or 765LT) on a wet, coastal road at sunset. The image is framed by two palm trees, highlighting the distinct rear taillights and the dramatic sky."
    },
    {
        "fileName": "PHOTO-2023-09-02-12-31-15.jpg",
        "title": "Two Lamborghini Huracán GT3 Race Cars",
        "description": "An outdoor track scene featuring two black Lamborghini Huracán GT3-style race cars. They are heavily modified with racing aero and are shown on a wet track surface, with a large 'Lamborghini' billboard in the background."
    },
    {
        "fileName": "Countach-Cherry-Blossom.JPG",
        "title": "Lamborghini Countach Under Cherry Blossoms",
        "description": "A stylized, artistic, vertical image of a white classic Lamborghini Countach. The scene is dominated by a vibrant, surreal pink-red cherry blossom tree with petals falling onto the car and a wet, reflective purple-pink asphalt."
    },
    {
        "fileName": "IMG_3067.JPG",
        "title": "Ford Mustang Shelby GT500 Blackout Render",
        "description": "A low-angle, front-three-quarter studio rendering of a Ford Mustang Shelby GT500 finished entirely in black, including the body, grille, and multi-spoke wheels, giving the muscle car a sinister 'blackout' aesthetic."
    },
    {
        "fileName": "IMG_3076.JPG",
        "title": "Lamborghini Aventador Front Bumper Detail (Green)",
        "description": "An extreme close-up detail shot of the front bumper and headlight area of a metallic green Lamborghini Aventador. The image focuses on the sharp aerodynamic lines and the contrast between the green paint and exposed carbon fiber."
    },
    {
        "fileName": "IMG_3070.JPG",
        "title": "Ford Mustang Shelby GT500 Render (Red) - Side Angle",
        "description": "A low-angle, front-three-quarter studio rendering of a red Ford Mustang Shelby GT500. The car features black racing stripes, a wide stance, and black multi-spoke wheels, emphasizing its aggressive front-end styling."
    },
    {
        "fileName": "PHOTO-2024-04-24-15-35-47.jpg",
        "title": "Dodge Challenger and Fighter Jet at Sunset",
        "description": "A dramatic desert scene at sunset featuring a red Dodge Challenger Hellcat or Demon parked on a dirt road. A person on a motorcycle is doing a wheelie in the foreground, and a stealth fighter jet is flying overhead against the orange sky."
    },
    {
        "fileName": "PHOTO-2023-09-02-12-37-37 2.jpg",
        "title": "Lamborghini Huracán Twin-Turbo Rear Exposed Engine",
        "description": "A rear studio image of a modified Lamborghini Huracán with the rear engine cover removed, exposing a highly polished twin-turbocharger system with large red air filters and chrome exhaust piping."
    },
    {
        "fileName": "IMG_3152.JPG",
        "title": "Porsche 718 Boxster Spyder Render (Grey)",
        "description": "A front-three-quarter studio rendering of a Porsche 718 Boxster Spyder in a dark metallic grey. The car's low-slung roadster profile, black accents, and subtle rear fairings are highlighted."
    },
    {
        "fileName": "IMG_3077.JPG",
        "title": "Lamborghini Aventador SVJ Render (Green) - Front",
        "description": "A front-three-quarter studio rendering of a Lamborghini Aventador (likely SVJ) in a vibrant metallic green. The car has aggressive aero, white multi-spoke wheels, and a low, track-ready stance."
    },
    {
        "fileName": "PHOTO-2024-05-01-13-39-14.jpg",
        "title": "RWB Porsche 911 Under Palm Tree at Sunset",
        "description": "A vertical, stylized image of a widebody Rauh-Welt Begriff (RWB) Porsche 911 in a metallic gold/green color, parked beneath a tall palm tree. The scene has an intense orange and blue lighting contrast, suggesting sunset or harsh artificial light."
    },
    {
        "fileName": "IMG_3068.JPG",
        "title": "Ford Mustang Shelby GT500 Render (Blue)",
        "description": "A low-angle, front-three-quarter studio rendering of a Ford Mustang Shelby GT500 in a bright metallic blue. The car features black racing stripes, a lowered stance, and black multi-spoke wheels, emphasizing its powerful appearance."
    }

    
  ]